Repository: SMMousaviSP/gapbug
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Passwrod
fa: کلمه عبور

source: Repeat password
fa: کلمه عبور خود را بازنشانی کنید

source: Password don't match.
fa: رمزهای عبور مطابقت ندارند

source: Email must be unique.
fa: از ایمیل تکراری استفاده شده است

source: Create an account
fa: ایجاد حساب کاربری

source: Please, sign up using following form:
fa: لطفا برای ایجاد حساب کاربری جدید فرم زیر را تکمیل کنید

source: Create my account
fa: ایجاد حساب کاربری

source: Already have account?
fa: حساب کاربری از قبل دارید؟

source: login here
fa: از اینجا وارد سیستم شوید

source: Welcome
fa: خوش‌آمدید

source: Welcome %(new_user.username)s!
fa: %(new_user.username)s خوش‌آمدی!

source: Your account has been succesfully created.
fa: حساب کاربری جدید شما با موفقیت ساخته شد.

source: To verify your email we sent a link to your inbox.
fa: برای تایید حساب کاربری لطفا ایمیل خود را چک کنید.

source: Logged-out
fa: از سیستم خارج شدید

source: You have been successfully logged out.
fa: شما با موفقیت از سیستم خارج شده‌اید.

source: You can
fa: شما می‌توانید

source: Login again.
fa: دوباره وارد شوید.

source: Log-in
fa: ورود

source: Please, use the following form to log-in. If you don't have an account
fa: لطفا برای ورود به سیستم از فرم زیر استفاده کنید. اگر حساب کاربری ندارید

source: register here
fa: اینجا ثبت‌نام کنید

source: Username:
fa: نام‌کاربری

source: Password:
fa: کلمه عبور

source: Forgotten your password?
fa: کلمه عبور خود را فراموش کرده‌اید؟

source: Password changed
fa: کلمه عبور تغییر کرد

source: Your password has been successfully changed.
fa: کلمه عبور با موفقیت تغییر کرد

source: Change your password
fa: کلمه عبور خود را تغییر دهید

source: Use the form below to change your password
fa: برای تغییر کلمه عبور خود از فرم زیر استفاده کنید

source: Password reset
fa: بازنشانی کلمه عبور

source: Password set
fa: کلمه عبور تعیین شد

source: Your password has been set. You can
fa: کلمه عبور شما تعیین شد. شما می‌توانید

source: Reset your password
fa: کلمه عبور خود را بازنشانی کنید

source: Please enter your new password twice:
fa: لطفا کلمه عبور خود را دو بار وارد کنید

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fa: لینک بازنشانی کلمه عبور معتبر نمی‌باشد، این ممکن است به این خاطر باشد که قبلا از این لینک استفاده شده است. لطفا درخواست جدیدی برای بازنشانی کلمه عبور بدهید.

source: We've emailed you instructions for setting your password.
fa: راهنمایی لازم برای بازنشانی کلمه عبور جدید برای شما ایمیل شد.

source: If you don't receive an email, please make sure you've entered the address you registered with.
fa: اگر ایمیلی دریافت نکرده‌اید اطمینان حاصل کنید که آدرس ایمیلی که با آن ثبت‌نام کرده‌اید را وارد کرده‌اید.

source: Enter your e-mail address to obtain a new password.
fa: ایمیل خود را برای بازنشانی کلمه عبور وارد کنید.

source: Email:
fa: ایمیل

source: Send e-mail
fa: ارسال ایمیل

source: Your email is not verified. we sent a verification email to you.
fa: ایمیل شما تایید نشده است. ایمیل جدیدی برای تایید ارسال شد.

source: You can only select 5 tags
fa: شما فقط ۵ تگ می‌توانید انتخاب کنید

source: Are you sure to delete answer:
fa: برای حذف این پاسخ اطمینان دارید؟

source: Are you sure you want to delete?
fa: برای حذف اطمینان دارید؟

source: PorseshDev.ir - Where Developers Learn, Share, &amp; Build Careers
fa: پرسش Dev |‌ جایی برای یادگیری، اشتراک گذاری دانش برنامه‌نویسی

source: Votes
fa: امتیاز

source: Ask a Question
fa: پرسش جدید

source: Ask a public question
fa: پرسش جدید مطرح کنید

source: Title
fa: عنوان

source: Be specific and imagine you’re asking a question to another person
fa: پرسش اصلی خود را در یک جمله صریح و ساده بیان کنید

source: Body
fa: متن سوال

source: Include all the information someone would need to answer your question
fa: تمام اطلاعاتی را که برای پاسخ به پرسش شما نیاز است دقیق بنویسید.

source: Post your question
fa: ارسال پرسش

source: Your Answer
fa: پاسخ شما

source: Post your answer
fa: ارسال پاسخ

source: before
fa: قبل

source: Previous
fa: قبلی

source: Next
fa: بعدی

source: Edit
fa: ویرایش

source: Delete
fa: خذف

source: last edited:
fa: آخرین ویرایش

source: Number of answer:
fa: تعداد پاسخ‌ها

source: Accept this answer
fa: تایید این پاسخ

source: Are you sure to delete question:
fa: برای حذف پرسش اطمینان دارید؟

source: Questions
fa: پرسش‌ها

source: Close
fa: بستن

source: Number of questions
fa: تعداد پرسش‌ها

source: Your question saved.
fa: پرسش شما ذخیره شد

source: Some error in updating question
fa: هنگام بروزرسانی پرسش خطایی رخ داده.

source: Search result
fa: نتایج جستجو

source: Your answer saved
fa: پاسخ شما ذخیره شد

source: Please enter your answer
fa: لطفا پاسخ خود را بنویسید

source: Answer updated
fa: پاسخ بروزرسانی شد

source: Some error in edditing answer.
fa: هنگام بروزرسانی پاسخ خطایی رخ داده.

source: User answers list
fa: لیست پاسخ‌های کاربر

source: Please verify your email
fa: لطفا ایمیل خود را تایید کنید

source: Profile
fa: پروفایل

source: Reputation
fa: اعتبار

source: See all
fa: مشاهده همه

source: Edit User Profile
fa: ویرایش پروفایل

source: Change Picture
fa: تغییر تصویر

source: Update
fa: بروزرسانی

source: Please select your avatar image.
fa: انتخاب تصویر پروفایل

source: Upload file with the file dialog or by dragging and dropping images onto the dashed region
fa: تصویر مورد نظر خود را یا با استفاده از دکمه «انتخاب تصویر» یا با درگ و دراپ کردن به ناحیه نقطه چین دار انتخاب کنید

source: Select some files
fa: انتخاب تصویر

source: Upload
fa: بارگذاری

source: Yout email address verified successfuly.
fa: آدرس ایمیل شما با موفقیت تایید شد

source: Error in email verification.
fa: خطا در تایید ایمیل

source: About
fa: درباره

source: Ask Question
fa: پرسش جدید

source: You need 150 reputation to upvote posts.
fa: اعتبار مورد نیاز ۱۵۰

source: You need to have an account to vote
fa: برای این کار نیاز به ایجاد حساب کاربری جدید دارید

source: You need 15 reputation to upvote posts.
fa: اعتبار مورد نیاز ۱۵

source: Questions and Answers about programming
fa: پرسش و پاسخ درباره برنامه‌نویسی

source: Help Center
fa: بخش راهنما

source: Source code
fa: سورس کد

source: Home page of gapcode project
fa: صفحه خانه پرسش Dev

source: We build products that empower developers and connect them to solutions that enable productivity, growth, and discovery.
fa: ما اینجا با پاسخ دادن به پرسش‌های دوستان برنامه‌نویس خود به هم کمک می‌کنیم تا برنامه‌نویس بهتری شویم.

source: See Questions
fa: مشاهده پرسش‌ها

source: PorseshDev
fa: پرسش و پاسخ

source: Users
fa: کاربران

source: Tags
fa: تگ‌ها

source: logout
fa: خروج

source: LOGIN
fa: ورود

source: SIGNUP
fa: ثبت‌نام

source: Watched Tags
fa: تگ‌های زیر نظر
